Repository: CubeEdge/Longhorn
Catalog: ios/LonghornApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

# stats.files
source: Files
de: Dateien
ja: ファイル
zh_hans: 文件

# stats.storage
source: Storage
de: Speicher
ja: ストレージ
zh_hans: 存储

# stats.today_files
source: Today
de: Heute
ja: 今日
zh_hans: 今日文件

# more.system_overview
source: Storage Overview
de: Speicherübersicht
ja: ストレージ概要
zh_hans: 存储概览

# stats.starred
source: Starred
de: Favoriten
ja: お気に入り
zh_hans: 收藏

# action.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
zh_hans: 取消

# action.close
source: Close
de: Schließen
ja: 閉じる
zh_hans: 关闭

# action.confirm
source: Confirm
de: Bestätigen
ja: 確認
zh_hans: 确认

# action.copy_link
source: Copy Link
de: Link kopieren
ja: リンクをコピー
zh_hans: 复制链接

# action.copy_to
source: Copy to
de: Kopieren nach
ja: コピー先
zh_hans: 复制到

# action.create
source: Create
de: Erstellen
ja: 作成
zh_hans: 创建

# action.delete
source: Delete
de: Löschen
ja: 削除
zh_hans: 删除

# action.done
source: Done
de: Fertig
ja: 完了
zh_hans: 完成

# action.download
source: Download
de: Herunterladen
ja: ダウンロード
zh_hans: 下载

# action.edit
source: Edit
de: Bearbeiten
ja: 編集
zh_hans: 编辑

# action.favorite
source: Favorite
de: Favorit
ja: お気に入り
zh_hans: 收藏

# action.move
source: Move
de: Verschieben
ja: 移動
zh_hans: 移动

# action.move_to
source: Move to
de: Verschieben nach
ja: 移動先
zh_hans: 移动到

# action.preview
source: Preview
de: Vorschau
ja: プレビュー
zh_hans: 预览

# action.rename
source: Rename
de: Umbenennen
ja: 名前を変更
zh_hans: 重命名

# action.rename_message
source: Rename "%@"
de: Umbenennen "%@"
ja: "%@" の名前を変更
zh_hans: 重命名 "%@"

# action.retry
source: Retry
de: Wiederholen
ja: 再試行
zh_hans: 重试

# action.retry_load
source: Load Failed (Tap to retry)
de: Laden fehlgeschlagen (Tippen zum Wiederholen)
ja: 読み込みに失敗しました（タップして再試行）
zh_hans: 加载失败 (点击重试)

# action.save
source: Save
de: Speichern
ja: 保存
zh_hans: 保存

# action.select
source: Select
de: Auswählen
ja: 選択
zh_hans: 选择

# action.select_all
source: Select All
de: Alles auswählen
ja: すべて選択
zh_hans: 全选

# action.select_none
source: Deselect All
de: Auswahl aufheben
ja: 選択解除
zh_hans: 取消全选

# action.select_up_to_20
source: Select up to 20 photos/videos
de: Wählen Sie bis zu 20 Fotos/Videos
ja: 最大20件の写真/動画を選択
zh_hans: 最多选择 20 个照片/视频

# action.share
source: Share
de: Teilen
ja: 共有
zh_hans: 分享

# action.star
source: Star
de: Als Favorit markieren
ja: スター
zh_hans: 收藏

# action.unfavorite
source: Unfavorite
de: Nicht mehr Favorit
ja: お気に入り解除
zh_hans: 取消收藏

# action.unstar
source: Unstar
de: Favorit entfernen
ja: スター解除
zh_hans: 取消收藏

# alert.confirm_delete
source: Confirm Delete
de: Löschen bestätigen
ja: 削除を確認
zh_hans: 确认删除

# alert.error
source: Error
de: Fehler
ja: エラー
zh_hans: 错误

# alert.preview_failed
source: Preview Failed
de: Vorschau fehlgeschlagen
ja: プレビュー失敗
zh_hans: 预览失败

# browse.library
source: Library
de: Bibliothek
ja: ライブラリ
zh_hans: 资料库

# browse.locations
source: Locations
de: Orte
ja: 場所
zh_hans: 位置

# browse.search
source: Search
de: Suchen
ja: 検索
zh_hans: 搜索

# browser.create_folder
source: New Folder
de: Ordner erstellen
ja: 新規フォルダ
zh_hans: 新建文件夹

# browser.delete_bin_message
source: Files will be moved to Recycle Bin
de: Dateien werden in den Papierkorb verschoben
ja: ファイルはゴミ箱に移動されます
zh_hans: 删除的文件将移动到回收站

# browser.delete_confirm_message
source: Are you sure you want to delete the selected items?
de: Möchten Sie die ausgewählten Elemente wirklich löschen?
ja: 選択した項目を削除してもよろしいですか？
zh_hans: 确定要删除所选的项目吗？

# browser.delete_single_message
source: File can be recovered from Recycle Bin
de: Datei kann aus dem Papierkorb wiederhergestellt werden
ja: 削除後はゴミ箱から復元できます
zh_hans: 删除后可在回收站找回

# browser.departments
source: Departments
de: Abteilungen
ja: 部署
zh_hans: 部门

# browser.empty
source: Folder is empty
de: Ordner ist leer
ja: フォルダは空です
zh_hans: 文件夹为空

# browser.files
source: Files
de: Dateien
ja: ファイル
zh_hans: 文件

# browser.folder_name_placeholder
source: Folder Name
de: Ordnername
ja: フォルダ名
zh_hans: 文件夹名称

# browser.loading
source: Updating list...
de: Liste wird aktualisiert...
ja: リストを更新中...
zh_hans: 更新列表中...

# browser.new_name_placeholder
source: New Name
de: Neuer Name
ja: 新しい名前
zh_hans: 新名称

# browser.personal_space
source: Personal Space
de: Persönlicher Bereich
ja: 個人スペース
zh_hans: 个人空间

# browser.upload_file
source: Upload File
de: Datei hochladen
ja: ファイルをアップロード
zh_hans: 上传文件

# browser.upload_photo
source: Upload Photo/Video
de: Foto/Video hochladen
ja: 写真/動画をアップロード
zh_hans: 上传照片/视频

# browser.upload_progress
source: Progress
de: Fortschritt
ja: アップロード状況
zh_hans: 上传进度

# browser.upload.exporting
source: Exporting resources...
de: Ressourcen werden exportiert...
ja: リソースをエクスポート中...
zh_hans: 正在上传...

# browser.view_mode.grid
source: Grid
de: Raster
ja: グリッド
zh_hans: 网格

# browser.view_mode.list
source: List
de: Liste
ja: リスト
zh_hans: 列表

# common.cancel_selection
source: Deselect All
de: Auswahl aufheben
ja: 選択解除
zh_hans: 取消全选

# common.loading
source: Loading...
de: Laden...
ja: 読み込み中...
zh_hans: 加载中...

# common.selected_count
source: %lld Selected
de: %lld ausgewählt
ja: %lld 選択済み
zh_hans: 已选 %lld 项

# daily_word.examples
source: Examples
de: Beispiele
ja: 例文
zh_hans: 例句

# daily_word.listen
source: Listen
de: Anhören
ja: 聞く
zh_hans: 朗读

# daily_word.meaning
source: Meaning
de: Bedeutung
ja: 意味
zh_hans: 释义

# daily_word.next
source: Next Word
de: Nächstes Wort
ja: 次の単語
zh_hans: 下一个

# daily_word.title
source: Daily Word
de: Wort des Tages
ja: 今日の単語
zh_hans: 每日一词

# dept.GE
source: General Management
de: Allgemeines Management
ja: 総合管理
zh_hans: 综合管理

# dept.OP
source: Operations
de: Betrieb
ja: オペレーション
zh_hans: 运营部

# dept.RD
source: R&D
de: F&E
ja: 研究開発
zh_hans: 研发部

# dept.RE
source: General Resource
de: Allgemeine Ressourcen
ja: 一般リソース
zh_hans: 通用台面

# error.dept_load_fail
source: Failed to load department data
de: Abteilungsdaten konnten nicht geladen werden
ja: 部門データの読み込みに失敗しました
zh_hans: 无法加载部门数据

# error.load_failed
source: Load Failed
de: Laden fehlgeschlagen
ja: 読み込み失敗
zh_hans: 加载失败

# file.count_suffix
source: Files
de: Dateien
ja: ファイル
zh_hans: 个文件

# file.download_preview
source: Download Preview
de: Vorschau herunterladen
ja: プレビューをダウンロード
zh_hans: 下载预览

# filter.all
source: All
de: Alle
ja: 全部
zh_hans: 全部

# filter.document
source: Docs
de: Dokumente
ja: 文書
zh_hans: 文档

# filter.image
source: Images
de: Bilder
ja: 画像
zh_hans: 图片

# folder_picker.empty
source: This folder is empty or has no subfolders
de: Dieser Ordner ist leer oder enthält keine Unterordner
ja: このフォルダは空またはサブフォルダがありません
zh_hans: 此文件夹为空或没有子文件夹

# folder_picker.enter
source: Enter
de: Öffnen
ja: 開く
zh_hans: 进入

# folder_picker.go_up
source: Go Up
de: Zurück
ja: 上へ戻る
zh_hans: 返回上一级

# folder_picker.no_folders
source: No folders
de: Keine Ordner
ja: フォルダがありません
zh_hans: 没有文件夹

# folder_picker.root
source: Root Directory
de: Hauptverzeichnis
ja: ルートディレクトリ
zh_hans: 根目录

# hint.pull_refresh
source: Pull to refresh
de: Zum Aktualisieren ziehen
ja: 引っ張って更新
zh_hans: 下拉刷新

# home.quick_access
source: Quick Access
de: Schnellzugriff
ja: クイックアクセス
zh_hans: 快捷访问

# home.recent
source: Recent Files
de: Zuletzt geöffnet
ja: 最近のファイル
zh_hans: 最近打开

# home.search_placeholder
source: Search files...
de: Dateien suchen...
ja: ファイルを検索...
zh_hans: 搜索文件...

# home.title
source: Home
de: Startseite
ja: ホーム
zh_hans: 首页

# label.access_count
source: Access Count
de: Zugriffe
ja: アクセス回数
zh_hans: 访问次数

# label.statistics
source: Statistics
de: Statistiken
ja: 統計
zh_hans: 统计

# label.type
source: Type
de: Typ
ja: 種類
zh_hans: 类型

# label.upload_date
source: Upload Date
de: Hochgeladen am
ja: アップロード日時
zh_hans: 上传时间

# label.upload_info
source: Upload Info
de: Upload-Informationen
ja: アップロード情報
zh_hans: 上传信息

# label.uploader
source: Uploaded by
de: Hochgeladen von
ja: アップロード者
zh_hans: 上传者

# language.de
source: German
de: Deutsch
ja: ドイツ語
zh_hans: 德语

# language.en
source: English
de: Englisch
ja: 英語

# language.ja
source: Japanese
de: Japanisch
ja: 日本語
zh_hans: 日语

# language.zh
source: Chinese
de: Chinesisch
ja: 中国語
zh_hans: 中文

# more.dashboard
source: Overview
de: Übersicht
ja: 概要
zh_hans: 概览

# more.dept_overview
source: Department Overview
de: Abteilungsübersicht
ja: 部門概要
zh_hans: 部门概览

# more.global_search
source: Global Search
de: Globale Suche
ja: グローバル検索
zh_hans: 全局搜索

# more.logout
source: Logout
de: Abmelden
ja: ログアウト
zh_hans: 退出登录

# more.management
source: Management
de: Verwaltung
ja: 管理
zh_hans: 管理

# more.team_management
source: Team Management
de: Teamverwaltung
ja: チーム管理
zh_hans: 团队管理

# more.tools
source: Tools
de: Werkzeuge
ja: ツール
zh_hans: 工具

# nav.home
source: Home
de: Startseite
ja: ホーム
zh_hans: 首页

# permission.authorized_directory
source: Authorized Directory
de: Autorisiertes Verzeichnis
ja: 許可されたディレクトリ
zh_hans: 授权目录

# permission.contribute
source: Contribute
de: Beitragen
ja: 貢献
zh_hans: 协作

# permission.desc.contribute
source: User can upload and edit, but cannot delete others' files.
de: Benutzer können hochladen und bearbeiten, aber keine Dateien anderer löschen.
ja: ユーザーはアップロードと編集が可能ですが、他人のファイルは削除できません。
zh_hans: 用户可以上传、编辑，但不能删除他人文件。

# permission.desc.full
source: User has full control, including deleting files.
de: Benutzer haben volle Kontrolle, einschließlich Löschen von Dateien.
ja: ユーザーはファイルの削除を含む完全な制御権を持ちます。
zh_hans: 用户拥有完全控制权，包括删除文件。

# permission.desc.read
source: User can only view and download files.
de: Benutzer können Dateien nur anzeigen und herunterladen.
ja: ユーザーはファイルの表示とダウンロードのみ可能です。
zh_hans: 用户仅可查看和下载文件。

# permission.expiry_date
source: Expiration Date
de: Ablaufdatum
ja: 有効期限
zh_hans: 截止日期

# permission.expiry.1month
source: 1 Month
de: 1 Monat
ja: 1ヶ月
zh_hans: 1个月

# permission.expiry.7days
source: 7 Days
de: 7 Tage
ja: 7日間
zh_hans: 7天

# permission.expiry.custom
source: Custom
de: Benutzerdefiniert
ja: カスタム
zh_hans: 自定义

# permission.expiry.forever
source: Permanent
de: Dauerhaft
ja: 無期限
zh_hans: 永久

# permission.full
source: Full Control
de: Vollzugriff
ja: フルコントロール
zh_hans: 完全控制

# permission.read
source: Read
de: Lesen
ja: 読み取り
zh_hans: 只读

# permission.select_folder_placeholder
source: Click to select folder
de: Klicken Sie hier, um einen Ordner auszuwählen
ja: フォルダを選択
zh_hans: 点击选择文件夹

# permission.title
source: Add Authorization
de: Berechtigung hinzufügen
ja: 権限を追加
zh_hans: 增加授权

source: Permission Type
de: Berechtigungstyp
ja: 権限タイプ
zh_hans: 权限类型

# permission.validity
source: Validity
de: Gültigkeit
ja: 有効期間
zh_hans: 有效期

# personal.core_stats
source: Performance
de: Datenübersicht
ja: データ概要
zh_hans: 数据概览

# personal.my_files
source: View My Files
de: Meine Dateien anzeigen
ja: マイファイルを表示
zh_hans: 查看我的文件

# personal.share_count
source: Links Shared
de: Links geteilt
ja: 共有リンク
zh_hans: 分享链接

source: Personal Space
de: Persönlicher Bereich
ja: 個人スペース
zh_hans: 个人空间

# personal.title
source: Personal Center
de: Persönliches Zentrum
ja: 個人センター
zh_hans: 个人中心

# quick.my_department
source: My Department
de: Meine Abteilung
ja: 私の部署
zh_hans: 我的部门

# quick.my_shares
source: My Shares
de: Meine Freigaben
ja: 私の共有
zh_hans: 我的分享

# quick.recycle_bin
source: Recycle Bin
de: Papierkorb
ja: ゴミ箱
zh_hans: 回收站

# quick.starred
source: Starred
de: Favoriten
ja: お気に入り
zh_hans: 收藏

# recent.hint
source: Files you viewed recently will appear here
de: Dateien, die Sie kürzlich angesehen haben, erscheinen hier
ja: 最近表示したファイルがここに表示されます
zh_hans: 您最近浏览的文件将显示在这里

# recent.no_files
source: No Recent Files
de: Keine kürzlichen Dateien
ja: 最近のファイルなし
zh_hans: 无最近访问记录

# recent.period.month
source: 30 Days
de: 30 Tage
ja: 30日間
zh_hans: 一个月

# recent.period.today
source: Today
de: Heute
ja: 今日
zh_hans: 当天

# recent.period.two_weeks
source: 2 Weeks
de: 2 Wochen
ja: 2週間
zh_hans: 两周

# recent.period.week
source: 7 Days
de: 7 Tage
ja: 7日間
zh_hans: 7天

# recent.title
source: Recently Opened
de: Zuletzt geöffnet
ja: 最近開いた項目
zh_hans: 最近打开

# recycle_bin.clear
source: Clear
de: Leeren
ja: すべて削除
zh_hans: 清空

# recycle_bin.clear_all
source: Clear Recycle Bin
de: Papierkorb leeren
ja: ゴミ箱を空にする
zh_hans: 清空回收站

# recycle_bin.clear_warning
source: This action cannot be undone. All files will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden.
ja: この操作は取り消せません。すべてのファイルが完全に削除されます。
zh_hans: 此操作不可撤销，所有文件将被永久删除。

# recycle_bin.confirm_clear
source: Clear recycle bin?
de: Papierkorb wirklich leeren?
ja: ゴミ箱を空にしますか？
zh_hans: 确定要清空回收站吗？

# recycle_bin.confirm_delete_count
source: Permanently delete %d items?
de: %d Elemente dauerhaft löschen?
ja: %d個のアイテムを完全に削除しますか？
zh_hans: 确定要永久删除所选的%d个项目吗？

# recycle_bin.delete_permanently
source: Delete Permanently
de: Endgültig löschen
ja: 完全に削除
zh_hans: 永久删除

# recycle_bin.deleted_at
source: Deleted
de: Gelöscht am
ja: 削除日
zh_hans: 删除于

# recycle_bin.empty
source: Recycle Bin is Empty
de: Papierkorb ist leer
ja: ゴミ箱は空です
zh_hans: 回收站为空

# recycle_bin.empty_description
source: Deleted files will be kept here for 30 days
de: Gelöschte Dateien werden hier 30 Tage aufbewahrt
ja: 削除されたファイルは30日間保存されます
zh_hans: 删除的文件会在这里保留30天

# recycle_bin.original_location
source: Original location: %@
de: Ursprünglicher Ort: %@
ja: 元の場所: %@
zh_hans: 原位置: %@

# recycle_bin.restore
source: Restore
de: Wiederherstellen
ja: 復元
zh_hans: 恢复

# recycle_bin.title
source: Recycle Bin
de: Papierkorb
ja: ゴミ箱
zh_hans: 回收站

# role.admin
source: Admin
de: Administrator
ja: 管理者
zh_hans: 管理员 (Admin)

# role.lead
source: Team Lead
de: Abteilungsleiter
ja: 責任者
zh_hans: 负责人 (Lead)

# role.member
source: Member
de: Mitglied
ja: メンバー
zh_hans: 成员 (Member)

# search.instruction
source: Search files and folders
de: Suchen Sie nach Dateien und Ordnern
ja: ファイルやフォルダを検索
zh_hans: 搜索文件和文件夹

# search.no_results.description
source: Try different keywords or filters
de: Geben Sie ein anderes Schlagwort ein
ja: 別のキーワードでお試しください
zh_hans: 尝试使用其他关键词或筛选条件

# search.placeholder
source: Search fileName...
de: Datei suchen...
ja: ファイル名を検索...
zh_hans: 搜索文件名...

# search.placeholder.all
source: Search all files
de: Alle Dateien durchsuchen
ja: すべてのファイルを検索
zh_hans: 搜索所有文件

# search.placeholder.dept
source: Search in %@
de: In %@ suchen
ja: %@ 内を検索
zh_hans: 在 %@ 中搜索

# search.placeholder.personal
source: Search Personal Space
de: Persönlichen Bereich durchsuchen
ja: 個人スペースを検索
zh_hans: 搜索个人空间

# search.searching
source: Searching...
de: Suchen...
ja: 検索中...
zh_hans: 搜索中...

# search.title
source: Search
de: Suche
ja: 検索
zh_hans: 搜索

# settings.about
source: About
de: Über
ja: 約
zh_hans: 关于

# settings.app_language
source: App Language
de: App-Sprache
ja: アプリの言語
zh_hans: 应用语言

# settings.cache_cleared
source: Cache Cleared
de: Cache gelöscht
ja: キャッシュをクリアしました
zh_hans: 缓存已清除

# settings.clear_cache
source: Clear All Image Cache
de: Alle Bildcaches löschen
ja: すべての画像キャッシュをクリア
zh_hans: 清除所有图片缓存

# settings.language
source: Language
de: Sprache
ja: 言語
zh_hans: 语言

# settings.recent
source: Recent Files
de: Zuletzt geöffnet
ja: 最近開いたファイル
zh_hans: 最近打开

# settings.recent_period
source: Time Period
de: Zeitraum
ja: 期間
zh_hans: 时间范围

# settings.title
source: Settings
de: Einstellungen
ja: 設定
zh_hans: 设置

# share.access_control
source: Access Control
de: Zugriffskontrolle
ja: アクセス制御
zh_hans: 访问控制

# share.action.copy_link
source: Copy Link
de: Link kopieren
ja: リンクをコピー
zh_hans: 复制链接

# share.batch_create
source: Create Share Link
de: Freigabe erstellen
ja: 共有リンクを作成
zh_hans: 创建分享链接

# share.collection_desc
source: Give this batch share a name
de: Geben Sie dieser Stapelfreigabe einen Namen
ja: このバッチ共有に名前を付ける
zh_hans: 为此次批量分享设置一个名称

# share.collection_name
source: Collection Name
de: Sammlungsname
ja: コレクション名
zh_hans: 合集名称

# share.collection_name_placeholder
source: Enter name
de: Namen eingeben
ja: 名前を入力
zh_hans: 输入名称

# share.collection.file_count
source: %lld files
de: %lld Dateien
ja: %lld ファイル
zh_hans: %lld 个文件

# share.confirm_delete_count
source: Are you sure you want to delete %lld shares?
de: Möchten Sie %lld Freigaben wirklich löschen?
ja: %lld 件の共有を削除してもよろしいですか？
zh_hans: 确定要删除所选的 %lld 个分享吗？

source: Share Content
de: Inhalt teilen
ja: 共有コンテンツ
zh_hans: 分享内容

# share.create_link
source: Create Share Link
de: Freigabelink erstellen
ja: 共有リンクを作成
zh_hans: 创建分享链接

# share.delete_failed
source: Delete failed
de: Löschen fehlgeschlagen
ja: 削除に失敗しました
zh_hans: 删除失败

# share.delete_success
source: Deleted successfully
de: Erfolgreich gelöscht
ja: 正常に削除されました
zh_hans: 删除成功

# share.edit.enter_password
source: Enter Password
de: Passwort eingeben
ja: パスワードを入力
zh_hans: 输入密码

# share.edit.expiry_date
source: Expiry Date
de: Ablaufdatum
ja: 有効期限
zh_hans: 过期时间

# share.edit.password_hint
source: Leave blank if unchanged
de: Leer lassen, wenn nicht geändert
ja: 変更しない場合は空欄
zh_hans: 若不修改则留空

# share.edit.password_protect
source: Password Protection
de: Passwortschutz
ja: パスワード保護
zh_hans: 密码保护

# share.edit.set_validity
source: Set Expiry
de: Gültigkeit festlegen
ja: 有効期限を設定
zh_hans: 设置有效期

# share.edit.title_collection
source: Edit Collection
de: Sammlung bearbeiten
ja: コレクションを編集
zh_hans: 编辑合集

# share.edit.title_file
source: Edit Share
de: Freigabe bearbeiten
ja: 共有を編集
zh_hans: 编辑分享

# share.edit.validity
source: Validity
de: Gültigkeit
ja: 有効期限
zh_hans: 有效期

# share.expiry.1day
source: 1 Day
de: 1 Tag
ja: 1日
zh_hans: 1天

# share.expiry.3days
source: 3 Days
de: 3 Tage
ja: 3日間
zh_hans: 3天

# share.file_info
source: Share File
de: Datei teilen
ja: ファイルを共有
zh_hans: 分享文件

# share.language_settings
source: Language
de: Sprache
ja: 言語設定
zh_hans: 语言设置

# share.link_copied
source: Link copied
de: Link kopiert
ja: リンクをコピーしました
zh_hans: 链接已复制

# share.link_expiry_desc
source: Link expires after this period
de: Link verfällt nach diesem Zeitraum
ja: 期限切れ後はリンクが無効になります
zh_hans: 过期后链接将失效，需要重新创建

# share.link_validity
source: Link Validity
de: Link-Gültigkeit
ja: リンクの有効期限
zh_hans: 链接有效期

# share.list.type
source: Type
de: Typ
ja: タイプ
zh_hans: 类型

# share.need_password
source: Require password to download
de: Passwort zum Herunterladen erforderlich
ja: ダウンロードにパスワードが必要
zh_hans: 访问者需要输入密码才能下载文件

# share.no_collections
source: No Collections
de: Keine Sammlungen
ja: コレクションなし
zh_hans: 暂无合集

# share.no_collections_desc
source: Collections are created when sharing multiple files
de: Sammlungen werden erstellt, wenn Sie mehrere Dateien freigeben
ja: 複数のファイルを共有するとコレクションが作成されます
zh_hans: 批量分享文件时会创建合集

# share.no_files
source: No Shares
de: Keine Freigaben
ja: 共有なし
zh_hans: 暂无分享

# share.no_files_desc
source: Shares you create will appear here
de: Hier werden Ihre freigegebenen Links angezeigt
ja: あなたが作成した共有リンクはここに表示されます
zh_hans: 你创建的分享链接将显示在这里

# share.password
source: Password
de: Passwort
ja: パスワード
zh_hans: 密码

# share.selected_count
source: Selected Items:
de: Ausgewählt:
ja: 選択済み:
zh_hans: 已选择:

# share.set_password
source: Set Password
de: Passwort festlegen
ja: パスワードを設定
zh_hans: 设置访问密码

# share.status.copied
source: Copied
de: Kopiert
ja: コピー済み
zh_hans: 已复制

# share.status.expired
source: Expired
de: Abgelaufen
ja: 期限切れ
zh_hans: 已过期

# share.status.permanent
source: Permanent
de: Unbefristet
ja: 無期限
zh_hans: 永久

# share.success
source: Share Link Created
de: Freigabelink erstellt
ja: 共有リンクが作成されました
zh_hans: 分享链接已创建

# share.tab.collections
source: Collections
de: Sammlungen
ja: コレクション
zh_hans: 合集

# share.tab.files
source: Files
de: Dateien
ja: ファイル
zh_hans: 文件

# share.ui_language
source: Interface Language
de: UI Sprache
ja: 表示言語
zh_hans: 界面语言

# sort.date
source: Date
de: Datum
ja: 日付
zh_hans: 日期

# sort.size
source: Size
de: Größe
ja: サイズ
zh_hans: 大小

# sort.title
source: Sort
de: Sortieren
ja: 並べ替え
zh_hans: 排序

# starred.confirm_unstar_count
source: Are you sure you want to unstar %lld items?
de: Möchten Sie %lld Elemente wirklich aus den Favoriten entfernen?
ja: %lld 個の項目のスターを解除してもよろしいですか？
zh_hans: 确定要取消收藏所选的 %lld 个项目吗？

# starred.confirm_unstar_message
source: Are you sure you want to unstar "%@"?
de: Möchten Sie "%@" wirklich aus den Favoriten entfernen?
ja: 本当に "%@" のスターを外しますか？
zh_hans: 确定要取消收藏“%@”吗？

# starred.confirm_unstar_single
source: Unstar Item
de: Favorit entfernen
ja: スターを外す
zh_hans: 取消收藏

# starred.folder
source: Folder
de: Ordner
ja: フォルダ
zh_hans: 文件夹

# starred.hint
source: Starred files and folders will appear here
de: Markierte Dateien und Ordner werden hier angezeigt
ja: スター付きのファイルとフォルダはここに表示されます
zh_hans: 收藏的文件和文件夹将显示在这里

# starred.no_files
source: No Starred Items
de: Keine Favoriten
ja: スター付き項目なし
zh_hans: 暂无收藏

# starred.open_folder
source: Open Folder
de: Ordner öffnen
ja: フォルダを開く
zh_hans: 打开所在文件夹

# starred.title
source: Starred
de: Favoriten
ja: スター付き
zh_hans: 收藏

# starred.unstar_batch_partial
source: Unstarred %d items, %d failed
de: %d entfernt, %d fehlgeschlagen
ja: %d 個解除成功、%d 個失敗
zh_hans: 成功取消 %d 个，失败 %d 个

# starred.unstar_batch_partial %lld %lld
source: %1$lld of %2$lld items unstarred
de: %1$lld von %2$lld Favoriten entfernt
ja: %2$lld 件中 %1$lld 件のスターを外しました
zh_hans: 成功取消收藏 %1$lld/%2$lld 个项目

# starred.unstar_batch_success
source: Successfully unstarred %d items
de: %d Elemente aus Favoriten entfernt
ja: %d 個の項目のスターを解除しました
zh_hans: 已成功取消收藏 %d 个项目

# starred.unstar_batch_success %lld
source: %lld items unstarred
de: %lld Favoriten entfernt
ja: %lld 件のスターを外しました
zh_hans: 已取消收藏 %lld 个项目

# starred.unstar_failed
source: Failed to unstar item
de: Fehler beim Entfernen aus Favoriten
ja: スター解除に失敗しました
zh_hans: 取消收藏失败

# starred.unstar_success
source: Item unstarred successfully
de: Aus Favoriten entfernt
ja: スターを解除しました
zh_hans: 已取消收藏

# stats.access_count %lld
source: %lld hits
de: %lld Aufrufe
ja: %lld回
zh_hans: %lld次

# stats.activity_analysis
source: Activity Analysis
de: Aktivitätsanalyse
ja: アクティビティ分析
zh_hans: 活动分析

# stats.activity_trend
source: View Trend
de: Trend anzeigen
ja: 傾向を表示
zh_hans: 查看活动趋势

# stats.contribution
source: Contribution Analysis
de: Beitragsanalyse
ja: 貢献度分析
zh_hans: 贡献度分析

# stats.core_metrics
source: Core Metrics
de: Kernmetriken
ja: コア指標
zh_hans: 核心指标

# stats.members
source: Members
de: Mitglieder
ja: メンバー
zh_hans: 成员

# stats.no_logs
source: No Records
de: Keine Besuchsaufzeichnungen
ja: アクセス記録なし
zh_hans: 暂无访问记录

# stats.no_logs.description
source: This file has not been accessed yet
de: Diese Datei wurde noch nicht besucht
ja: このファイルはまだアクセスされていません
zh_hans: 该文件还没有被访问过

# stats.title
source: Stats
de: Besuchsstatistik
ja: 統計情報
zh_hans: 访问统计

# stats.unknown_user
source: Unknown
de: Unbekannt
ja: 不明
zh_hans: 未知用户

# status.downloaded
source: Downloaded
de: Heruntergeladen
ja: ダウンロード済み
zh_hans: 已下载

# status.loading
source: Loading...
de: Laden...
ja: 読み込み中...
zh_hans: 加载中...

# status.opening
source: Opening...
de: Wird geöffnet...
ja: 開いています...
zh_hans: 正在打开...

# status.starred
source: Starred
de: Favorisiert
ja: スター済み
zh_hans: 已收藏

# tab.browse
source: Browse
de: Durchsuchen
ja: 閲覧
zh_hans: 浏览

# tab.more
source: More
de: Mehr
ja: その他
zh_hans: 更多

# tab.personal
source: Personal
de: Persönlich
ja: 個人
zh_hans: 个人

# title.access_logs
source: Access Logs
de: Zugriffsprotokolle
ja: アクセスログ
zh_hans: 访问日志

# title.file_info
source: File Info
de: Dateiinfo
ja: ファイル情報
zh_hans: 文件信息

# toast.batch_star_toggle
source: Starred status updated
de: Favoriten aktualisiert
ja: スター状態を更新しました
zh_hans: 收藏状态已更新

# toast.copy_success
source: Copied successfully
de: Kopiert
ja: コピーしました
zh_hans: 复制成功

# toast.delete_success
source: Deleted successfully
de: Gelöscht
ja: 削除しました
zh_hans: 删除成功

# toast.folder_created
source: Folder created
de: Ordner erstellt
ja: フォルダを作成しました
zh_hans: 文件夹已创建

# toast.move_success
source: Moved successfully
de: Verschoben
ja: 移動しました
zh_hans: 移动成功

# toast.rename_success
source: Renamed successfully
de: Umbenannt
ja: 名前を変更しました
zh_hans: 重命名成功

# toast.star_failed
source: Failed to update star
de: Favorit fehlgeschlagen
ja: スター更新に失敗しました
zh_hans: 收藏操作失败

# toast.starred
source: Starred
de: Favorisiert
ja: スターをつけました
zh_hans: 已收藏

# toast.starred_success
source: Added to starred
de: Zu Favoriten hinzugefügt
ja: スターに追加しました
zh_hans: 已收藏
